1password
atom
docker
dropbox
google-chrome
inspec
kap
microsoft-office
sizeup
skitch
slack
tunnelblick
vagrant
vagrant-manager
vagrant-vmware-utility
virtualbox
visual-studio-code
vmware-fusion
vnc-viewer
wireshark
