1password
daisydisk
docker
dropbox
font-source-code-pro
font-source-sans-pro
font-ubuntu
google-chrome
inspec
kap
losslesscut
microsoft-office
skitch
slack
spectacle
vagrant
vagrant-manager
vagrant-vmware-utility
virtualbox
visual-studio-code
vmware-fusion
vnc-viewer
wireshark
