akamud.vscode-theme-onedark
akamud.vscode-theme-onelight
alexkrechik.cucumberautocomplete
bierner.markdown-mermaid
davidanson.vscode-markdownlint
docker.docker
eamodio.gitlens
editorconfig.editorconfig
formulahendry.docker-explorer
fosshaas.fontsize-shortcuts
github.copilot
github.copilot-chat
golang.go
hashicorp.terraform
hediet.vscode-drawio
janjoerke.jenkins-pipeline-linter-connector
jewsofhazard.quick-theme-flip
jmmeessen.jenkins-declarative-support
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
timonwong.shellcheck
