akamud.vscode-theme-onedark
akamud.vscode-theme-onelight
alexkrechik.cucumberautocomplete
chenxsan.vscode-standardjs
DavidAnson.vscode-markdownlint
drewbourne.vscode-remark-lint
eamodio.gitlens
EditorConfig.EditorConfig
formulahendry.docker-explorer
fosshaas.fontsize-shortcuts
golang.Go
hediet.vscode-drawio
janjoerke.jenkins-pipeline-linter-connector
jewsofhazard.quick-theme-flip
jmMeessen.jenkins-declarative-support
ms-azuretools.vscode-docker
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vscode.powershell
ms-vsliveshare.vsliveshare
Shan.code-settings-sync
timonwong.shellcheck
